{
  "name": "Arthur Thrall",
  "caption": "Arthur Thrall receiving a 2013 SAGA award in Milwaukee, Wisconsin.",
  "birthDate": {
    "date": "1926-03-18T07:00:00.000Z",
    "age": 91
  },
  "birthPlace": "Milwaukee, Wisconsin",
  "deathDate": {
    "date": "2015-03-11T07:00:00.000Z",
    "age": 89
  },
  "nationality": "American",
  "field": [
    "Painting",
    "Printmaking"
  ],
  "summary": "Arthur Thrall (March 18, 1926 – March 11, 2015) was an American painter and printmaker. His works have been shown in more than 500 exhibits in the United States and abroad including England, Finland, Germany, and U.S. embassies. Milwaukee Journal-Sentinel art critic James Auer said Thrall is one to \"defy the dictates of fashion\" and \"whose high-styled uses of calligraphy rival those of the great age of the Ottomans.\" His work explores the abstract qualities of the alphabet and recalls \"the elegant hand scripts in ceremonial documents and proclamations of an earlier age,\" re-creating \"the tensions and rhythms emerging from a historic document.\"\nHis work is in collections of the Tate Gallery, the British Museum, the Victoria and Albert Museum, and the Strang Print Room of the University College London, the Pori Library (Finland), Smithsonian American Art Museum, the Library of Congress, National Collection of Fine Arts, Brooklyn Museum, Chicago Art Institute, IBM, Hilton Hotels, New York Times Company, Wilson Library (New York), Philadelphia Museum of Art, Silvermine Guild Arts Center (New Canaan), DeCordova and Dana Museum, Lessing Rosenwald and Milwaukee Art Museum, as well as corporate and private collections.\nThrall held the Louis Comfort Tiffany Fellowship in Graphics. He was a member of The Boston Printmakers and the Society of American Graphic Artists (SAGA), New York for more than 40 years, being represented in their annual shows. In 2013, he received a Lifetime Achievement Award from SAGA.\nThrall was also included in Boston Printmakers 2010 thINK Show, a traveling exhibition, and in 2010–2011 he was in the Ronald L. Ruble Collection - \"The Printmaking Revolution in America and the Wisconsin Presence\" at the Kenosha Public Museum. In 2011, he received a Wisconsin Visual Art Lifetime Achievement Award at the Museum of Wisconsin Art (MOWA) in West Bend.\nThrall held the Ferrar-Marrs Chair in Fine Arts at Lawrence University in Appleton, Wisconsin until his retirement in 1990. He was a visiting artist-teacher at the Artist's Union in Helsinki, Slade School of Art at University College and Morley College both in London, and at the University of Wisconsin–Madison.\nOver the years, Thrall had solo and group shows at galleries in New York; the National Printmakers Show in Hilo Hawaii, Chicago, and more recently in Rockport, Massachusetts; in Door County, Wisconsin; New Visions Gallery at the Marshfield Clinic; and the Appleton Art Center's exhibition entitled \"Symphony: Art and Music.\" Special exhibitions have been \"150 Years of Wisconsin Printmaking\" at the Chazen Museum of Art at the University of Wisconsin-Madison, \"The Art in Music\" exhibition at the University of Wisconsin–Milwaukee, and other college and university galleries in Wisconsin. He was commissioned to produce an edition of prints for the Wisconsin Governor's Award for the Arts.\nIn November 1990, Thrall returned to his native Milwaukee where he had a studio in Riverwest. He died March 11, 2015 in Milwaukee of prostate cancer. He was 88.",
  "sign": "Pisces"
}