{
  "name": "Carl Michael von Hausswolff",
  "image": "CM von Hausswolff.jpg",
  "caption": "Carl Michael von Hausswolff",
  "birthDate": "1956-01-01T00:00:00.000Z",
  "website": "http://www.cmvonhausswolff.net/",
  "summary": "Carl Michael von Hausswolff (born 1956) is a composer, visual artist, and curator based in Stockholm, Sweden. His main tools are recording devices (camera, tape deck, radar, sonar) used in an ongoing investigation of electricity, frequency, architectural space and paranormal electronic interference. Major exhibitions include Manifesta (1996), documenta X (1997), the Johannesburg Biennial (1997), Sound Art - Sound as Media at ICC in Tokyo (2000), the Venice Biennale (2001, 2003 and 2005) and Portikus, Frankfurt (2004). Hausswolff received a Prix Ars Electronica award for Digital Musics in 2002.\nVon Hausswolff was born in Linköping. He is an expert in the work of Friedrich Jürgenson, electronic voice phenomena (EVP) a researcher who claimed to have detected voices of the dead hidden in radio static. Hausswolff's own sound works are pure, intuitive studies of electricity, frequency and tone. Collaborators include Erik Pauser, with whom he worked as Phauss (1981-1993), Leif Elggren and John Duncan (artist). He also collaborates with EVP researcher Michael Esposito, film maker Thomas Nordanstad and with Graham Lewis (Wire) and Jean-Louis Huhta in the band OSCID.\nHausswolff is co-monarch (with Elggren) of the conceptual art project The Kingdoms of Elgaland-Vargaland (KREV), all areas of no-man's land, territories between national boundaries on both land and sea, digital and mental spaces. This nation has its own national anthem, flag, coat of arms, currency, citizens and ministers.\nRecent audio works include \"800 000 Seconds In Harar\" (Touch), \"Matter Transfer\" (iDeal), \"The Wonderful World of Male Intuition\" (Oral), \"There Are No Crows Flying around the Hancock Building\" (Lampo), \"Rats\", \"Maggots\" and \"Bugs\" (all three on Laton), \"Three Overpopulated Cities ...\" (Sub Rosa), \"A Lecture on Disturbances in Architecture\" (Firework Editions), and \"Ström\" and \"Leech\" (both on Raster-Noton).\nOther visual works include \"Red Pool\" (Cities on the Move, Bangkok, 1999), \"Red Night\" (SITE Santa Fe, 1999), \"Red Code\" (CCA Kitakyushu, 2001), \"Red Empty\" (Lampo/WhiteWalls, Chicago, 2003), and \"Red Mersey\" (Liverpool Biennial, 2004).\nHe is also the curator and producer of the sound-installation \"freq out\" shown at Moderna Museet (Stockholm), Henie-Onstad Center (Oslo), Sonambiente (Berlin) and other places.\nAround the year 1986, he formed the Swedish independent label Radium 226.05 and in 1990 he formed the label Anckarström.\nIn 2012, he was heavily criticized for allegedly using ashes of Holocaust victims from the Majdanek concentration camp in a painting. As of 12 December 2012, the Martin Bryder Gallery in Lund had pulled the painting from exhibition.",
  "sign": "n/a"
}