{
  "name": "Cy Twombly",
  "image": "Cy_Twombly.jpg",
  "caption": "Twombly in his studio",
  "birthName": "Edwin Parker Twombly Jr.",
  "birthDate": {
    "date": "1928-04-25T07:00:00.000Z",
    "age": 89
  },
  "birthPlace": "Lexington, Virginia",
  "deathDate": {
    "date": "2011-07-05T07:00:00.000Z",
    "age": 83
  },
  "deathPlace": "Rome, Italy",
  "nationality": "American nationality law",
  "awards": [
    "Praemium Imperiale",
    "Legion of Honor"
  ],
  "field": "calligraphy",
  "training": [
    "School of the Museum of Fine Arts, Boston",
    "Washington and Lee University",
    "Art Students League of New York",
    "Black Mountain College"
  ],
  "spouse": "marriage",
  "summary": "Edwin Parker \"Cy\" Twombly Jr. (; April 25, 1928 – July 5, 2011) was an American painter, sculptor and photographer. He belonged to the generation of Robert Rauschenberg and Jasper Johns but chose to live in Italy after 1957.\nHis paintings are predominantly large-scale, freely-scribbled, calligraphic and graffiti-like works on solid fields of mostly gray, tan, or off-white colors. Many of his works are in the permanent collections of most of the museums of modern art around the world, including the Menil Collection in Houston, the Tate Modern in London and the New York's Museum of Modern Art. He was also commissioned for the ceiling of a room of the Musée du Louvre in Paris.\nMany of his later paintings and works on paper shifted toward \"romantic symbolism\", and their titles can be interpreted visually through shapes and forms and words. Twombly often quoted the poets as Stéphane Mallarmé, Rainer Maria Rilke and John Keats, as well as many classical myths and allegories in his works. Examples of this are his Apollo and The Artist and a series of eight drawings consisting solely of inscriptions of the word \"VIRGIL\". In a 1994 retrospective, curator Kirk Varnedoe described Twombly's work as \"influential among artists, discomfiting to many critics and truculently difficult not just for a broad public, but for sophisticated initiates of postwar art as well.\" After acquiring Twombly's Three Studies from the Temeraire (1998–99), the Director of the Art Gallery of New South Wales said, \"Sometimes people need a little bit of help in recognising a great work of art that might be a bit unfamiliar.\" Twombly is said to have influenced younger artists such as Jean-Michel Basquiat, Anselm Kiefer, Francesco Clemente, and Julian Schnabel.",
  "sign": "Taurus"
}