{
  "name": "Damien Hirst",
  "image": "The Future of Art - Damien Hirst.jpg",
  "caption": "The Future of Art",
  "birthName": "Damien Steven Brennan",
  "birthDate": {
    "date": "1965-06-07T07:00:00.000Z",
    "age": 52
  },
  "birthPlace": "Bristol",
  "field": [
    "Conceptual art",
    "installation art"
  ],
  "training": "Leeds School of Art",
  "movement": "Young British Artists",
  "works": [
    "The Physical Impossibility of Death in the Mind of Someone Living",
    "For the Love of God"
  ],
  "patrons": "Charles Saatchi",
  "awards": "Turner Prize",
  "summary": "Damien Steven Hirst (; born 7 June 1965) is an English artist, entrepreneur, and art collector. He is the most prominent member of the group known as the Young British Artists (or YBAs), who dominated the art scene in the UK during the 1990s. He is internationally renowned, and is reportedly the United Kingdom's richest living artist, with his wealth valued at £215M in the 2010 Sunday Times Rich List. During the 1990s his career was closely linked with the collector Charles Saatchi, but increasing frictions came to a head in 2003 and the relationship ended.\nDeath is a central theme in Hirst's works. He became famous for a series of artworks in which dead animals (including a shark, a sheep and a cow) are preserved—sometimes having been dissected—in formaldehyde. The best known of these was The Physical Impossibility of Death in the Mind of Someone Living, a 14-foot (4.3 m) tiger shark immersed in formaldehyde in a vitrine (clear display case). He has also made \"spin paintings,\" created on a spinning circular surface, and \"spot paintings\", which are rows of randomly coloured circles created by his assistants.\nIn September 2008, Hirst made an unprecedented move for a living artist by selling a complete show, Beautiful Inside My Head Forever, at Sotheby's by auction and bypassing his long-standing galleries. The auction raised £111 million ($198 million), breaking the record for a one-artist auction as well as Hirst's own record with £10.3 million for The Golden Calf, an animal with 18-carat gold horns and hooves, preserved in formaldehyde.\nIn several instances since 1999, Hirst's works have been challenged and contested as plagiarised, both in written articles by journalists and artists, and, in one instance, through legal proceedings which led to an out-of-court settlement.",
  "sign": "Gemini"
}