{
  "name": "Eija-Liisa Ahtila",
  "birthDate": "1959-01-01T00:00:00.000Z",
  "birthPlace": "Hämeenlinna",
  "nationality": "Finland",
  "field": [
    "Video Art",
    "Installation Art"
  ],
  "training": [
    "UCLA",
    "American Film Institute",
    "London College of Printing",
    "University of Helsinki"
  ],
  "website": "http://eija-liisaahtila.com",
  "summary": "Eija-Liisa Ahtila (born 1959 in Hämeenlinna, Finland) is a contemporary visual artist and filmmaker. She lives and works in Helsinki.\nAhtila experiments with narrative storytelling in her films and cinematic installations. In her earlier works she has dealt with the unsettling human dramas at the centre of personal relationships, dealing e.g. with teenage sexuality, family relations, mental disintegration and death. Her later works, however, deal with more profound and basic artistic questions where she investigates the processes of perception and attribution of meaning, at times in the light of a larger cultural and existential thematic like colonialism, faith and posthumanism.\nEija-Liisa Ahtila has participated in numerous international art exhibitions such as Manifesta (1998), the Venice Biennale (2005 and 1999), Documenta 11 (2002), São Paulo Art Biennial (2008) and the Bienniale of Sydney (2002 and 2018).\nAhtila has won several art and film awards, including the inaugural Vincent Award (2000), Artes Mundi (2006), Prince Eugen Medal (2008), and most recently Art Academic in Finland (2009).\nIn 2002 she had a solo show at Tate Modern, and in 2006 her multi-screen video piece The Wind (2006) was exhibited at Museum of Modern Art (MoMA). She has also had solo shows at Guggenheim in Bilbao, Moderna Museet in Stockholm, Neue Nationalgalerie in Berlin, Parasol Unit in London, ACMI in Melbourne and DHC/ART in Montreal.\nHer work is held in the collections of the Tate and the Museum of Modern Art in New York. She is a former professor at the Department of Time and Space-based Art at the Finnish Academy of Fine Arts (Finland).",
  "sign": "n/a"
}