{
  "name": "Francis Bacon",
  "image": "Francis Bacon by John Dekin.jpg",
  "caption": "Bacon, photographed in the early 1950s",
  "birthDate": "1909-10-28T07:00:00.000Z",
  "birthPlace": "Dublin",
  "deathDate": {
    "date": "1992-04-28T07:00:00.000Z",
    "age": 82
  },
  "deathPlace": [
    "Madrid",
    "Spain"
  ],
  "deathCause": "Myocardial infarction",
  "nationality": "Irish people",
  "field": [
    "Painting",
    "drawing"
  ],
  "summary": "Francis Bacon (28 October 1909 – 28 April 1992) was an Irish-born British figurative painter known for his bold, grotesque, emotionally charged, raw imagery. He is best known for his depictions of popes, crucifixions and portraits of close friends. His abstracted figures are typically isolated in geometrical cage like spaces, set against flat, nondescript backgrounds. Bacon said that he saw images \"in series\", and his work typically focuses on a single subject for sustained periods, often in triptych or diptych formats. His output can be broadly described as sequences or variations on a single motif; beginning with the 1930s Picasso-informed Furies, moving on to the 1940s male heads isolated in rooms or geometric structures, the 1950s screaming popes, and the mid-to-late 1950s animals and lone figures, the 1960s portraits of friends, the nihilistic 1970s self-portraits, and the cooler more technical 1980s late works.\nBacon took up painting in his late 30s, having drifted as an interior decorator, bon vivant and gambler. He said that his artistic career was delayed because he spent too long looking for subject matter that could sustain his interest. His breakthrough came with the 1944 triptych Three Studies for Figures at the Base of a Crucifixion, which sealed his reputation as a uniquely bleak chronicler of the human condition. From the mid-1960s he mainly produced portraits of friends and drinking companions, either as single or triptych panels. Following the 1971 suicide of his lover George Dyer, his art became more sombre, inward-looking and preoccupied with the passage of time and death. The climax of this later period is marked by masterpieces, including his 1982's \"Study for Self-Portrait\" and Study for a Self-Portrait—Triptych, 1985–86.\nDespite his bleak existentialist outlook, solidified in the public mind through his articulate and vivid series of interviews with David Sylvester, Bacon in person was highly engaging and charismatic, articulate, well-read and unapologetically gay. He was a prolific artist, but nonetheless spent many of the evenings of his middle age eating, drinking and gambling in London's Soho with like-minded friends such as Lucian Freud (though the two fell out in the mid-1970s, for reasons neither ever explained), John Deakin, Muriel Belcher, Henrietta Moraes, Daniel Farson, Tom Baker, and Jeffrey Bernard.\nAfter Dyer's suicide he largely distanced himself from this circle, and while his social life was still active and his passion for gambling and drinking continued, he settled into a platonic and somewhat fatherly relationship with his eventual heir, John Edwards. The art critic Robert Hughes described him as \"the most implacable, lyric artist in late 20th-century England, perhaps in all the world\" and along with Willem de Kooning as \"the most important painter of the disquieting human figure in the 50's of the 20th century.\" Francis Bacon was the subject of two Tate retrospectives and a major showing in 1971 at the Grand Palais. Since his death his reputation and market value have grown steadily, and his work is among the most acclaimed, expensive and sought-after. In the late 1990s a number of major works, previously assumed destroyed, including early 1950s popes and 1960s portraits, reemerged to set record prices at auction. In 2013 his Three Studies of Lucian Freud set the world record as the most expensive piece of art sold at auction.",
  "sign": "n/a"
}