{
  "name": "Grayson Perry",
  "honorificSuffix": "Order of the British Empire",
  "image": "Grayson Perry February 13, 2007.jpg",
  "caption": "Perry in 2007",
  "birthDate": {
    "date": "1960-03-24T07:00:00.000Z",
    "age": 57
  },
  "birthPlace": "Chelmsford",
  "field": "Fine art",
  "training": "Portsmouth Polytechnic",
  "patrons": "Charles Saatchi",
  "awards": "Turner Prize",
  "spouse": "Philippa Perry",
  "website": "Twitter",
  "summary": "Grayson Perry  (born 24 March 1960) is an English contemporary artist. He is known for his ceramic vases, tapestries and cross-dressing, as well as his observations of the contemporary arts scene, and for dissecting British \"prejudices, fashions and foibles.\"\nPerry's vases have classical forms and are decorated in bright colours, depicting subjects at odds with their attractive appearance. There is a strong autobiographical element in his work, in which images of Perry as \"Claire\", his female alter-ego, and \"Alan Measles\", his childhood teddy bear, often appear.\nHe has made a number of documentary television programmes and has curated exhibitions. He has published two autobiographies, Grayson Perry: Portrait of the Artist as a Young Girl (2007) and The Descent of Man (2016), written and illustrated a graphic novel, Cycle of Violence (2012), written a book about art, Playing to the Gallery (2014), and published his illustrated Sketchbooks (2016). Various books describing his work have been published. In 2013 he delivered the BBC Reith Lectures.\nPerry has had solo exhibitions at Stedelijk Museum Amsterdam, at the Barbican Centre, the British Museum and Serpentine Gallery in London, at The Andy Warhol Museum in Pittsburgh, and at the 21st Century Museum of Contemporary Art, Kanazawa, Japan. His work is held in the permanent collections of the British Council and Arts Council, Crafts Council, Stedelijk Museum Amsterdam, Tate and Victoria and Albert Museum, London.\nHe was awarded the Turner Prize in 2003. In 2008 he was ranked number 32 in The Daily Telegraph's list of the \"100 most powerful people in British culture\". In 2012, Perry was among the British cultural icons selected by artist Peter Blake to appear in a new version of his most famous artwork—the Beatles' Sgt. Pepper's Lonely Hearts Club Band album cover—to celebrate the British cultural figures of his life.",
  "sign": "Aries"
}