{
  "name": "Ilya Kabakov",
  "image": "\"The Man Who Flew in to Space From His Apartment\"(\"L'home que va volar a l'espai des del seu apartament\").jpg",
  "caption": "Ilya Kabakov gives instructions for the installation \"The Man Who will Fly into Space From His Apartment\"",
  "birthDate": {
    "date": "1933-09-30T07:00:00.000Z",
    "age": 84
  },
  "birthPlace": "Dnipropetrovsk",
  "nationality": "Russia",
  "field": "Installation art",
  "spouse": "Emilia",
  "summary": "Ilya Kabakov (Russian: Илья́ Ио́сифович Кабако́в; born September 30, 1933), is an American conceptual artist, born in Dnipropetrovsk in what was then the Ukrainian SSR of the Soviet Union. He worked for thirty years in Moscow, from the 1950s until the late 1980s. He now lives and works on Long Island.\nThroughout his forty-year plus career, Kabakov has produced a wide range of paintings, drawings, installations, and theoretical texts — not to mention extensive memoirs that track his life from his childhood to the early 1980s. In recent years, he has created installations that evoked the visual culture of the Soviet Union, though this theme has never been the exclusive focus of his work. Unlike some underground Soviet artists, Kabakov joined the Union of Soviet Artists in 1959, and became a full member in 1965. This was a prestigious position in the USSR and it brought with it substantial material benefits. In general, Kabakov illustrated children's books for 3–6 months each year and then spent the remainder of his time on his own projects.\nBy using fictional biographies, many inspired by his own experiences, Kabakov has attempted to explain the birth and death of the Soviet Union, which he claims to be the first modern society to disappear. In the Soviet Union, Kabakov discovers elements common to every modern society, and in doing so he examines the rift between capitalism and communism. Rather than depict the Soviet Union as a failed Socialist project defeated by Western economics, Kabakov describes it as one utopian project among many, capitalism included. By reexamining historical narratives and perspectives, Kabakov delivers a message that every project, whether public or private, important or trivial, has the potential to fail due to the potentially authoritarian will to power.",
  "sign": "Libra"
}