{
  "name": "Koen Vanmechelen",
  "image": "Prix Ars Electronical 2013 Koen Vanmechelen The Cosmopolitan Chicken Project 1.jpg",
  "alt": "Koen Vanmechelen at Prix Ars Electronica 2013",
  "caption": "The Cosmopolitan Chicken Project",
  "birthDate": "1965-08-25T07:00:00.000Z",
  "birthPlace": "Sint - Truiden",
  "nationality": "Belgian",
  "field": "Multi-disciplinary art",
  "movement": "Conceptual art",
  "works": "Cosmopolitan Chicken (Research) Project, Walking Egg, Cosmogolem",
  "awards": "honorary citizen",
  "bgcolour": "#FF00FF",
  "summary": "Koen Vanmechelen (born August 26, 1965 in Sint-Truiden) is a Belgian multi- and transdisciplinary artist who began his career in the early 1990s. He is one of the most prolific and prominent contemporary artists in Belgium. Central to his extensive and innovative oeuvre is the concept of bio-cultural diversity, which he investigates through the Gallus gallus domesticus or chicken and its ancestral species, the red junglefowl or Gallus gallus.\nVanmechelen gained worldwide acclaim with his Cosmopolitan Chicken Project (CCP), an international undertaking of crossbreeding national chicken species, in search of a Cosmopolitan Chicken. His 20th generation, the Mechelse Wyandotte, was born in September 2016 in Detroit. Vanmechelen has several projects parallel to the CCP: The CosmoGolem, The Walking Egg, MOUTH, COMBAT and The Cosmopolitan Chicken Research Project (CC®P), all of which he manages from his Open University of Diversity, located in the old Gelatin Factory near Hasselt Harbour.\nThe artist's work is an investigation of and an ode to the beautiful diversity and hybridity of life:\nBiocultural diversity and the consequent interaction between art and science form the core theme of his oeuvre. Vanmechelen often collaborates with scientists and experts from different disciplines, such as Jean-Jacques Cassiman, Rik Pinxten and Marleen Temmerman. He uses innovative technologies such as 3D-scanning, morphometrics, 3D-printing and interactive 3D visualisation. His works are inherently cross-medial and interdisciplinary. Vanmechelen creates, amongst others, expressive paintings and drawings, photography, video, installation art and wooden sculptures. The common visual theme throughout these various methods of expression are the chicken and the egg. These have, over the years, become important symbols to Vanmechelen, allowing the artist to interconnect scientific, philosophical, and ethical issues, and to frame the subject of debates and lectures.\nA new species of flat worm discovered in Venice (It) during the artist solo exhibition Nato a Venezia at the biennial of Venice was in 2013 named Trigonostomum Vanmecheleni in honour of the artist.",
  "sign": "n/a"
}