{
  "bgcolour": "#6495ED",
  "name": "Peter Reginato",
  "birthDate": {
    "date": "1945-08-19T07:00:00.000Z",
    "age": 72
  },
  "nationality": "American",
  "field": "Sculpture",
  "training": "San Francisco Art Institute",
  "summary": "Peter Reginato (born August 19, 1945), is an American abstract sculptor and painter.\nReginato was born in Dallas, Texas, but grew up in the hills outside Oakland, California and he attended the San Francisco Art Institute. He began making abstract sculpture in 1965 and moved to New York City in 1966 to pursue his career as a sculptor. In 1967 he was included in several group exhibitions including showing a major piece at the Park Place Gallery in New York City.\nDuring his early career he was represented by the Tibor de Nagy Gallery and was associated with the Park Place Gallery. He was included in the Whitney Museum of American Art's Biennial in 1970 and 1973. A veteran of more than 60 solo exhibitions and hundreds of group exhibitions, Reginato is best known for his abstract painted welded steel sculptures.\nPeter Reginato had a two-man show entitled \"Color-Coded\" with Ronnie Landfield in 2005 at Heidi Cho Gallery in Chelsea, New York City, showing his abstract painted welded steel sculptures. In June 2007, Reginato exhibited a new body of abstract welded stainless steel sculptures in a solo exhibition entitled \"Low Maintenance\" at the Heidi Cho Gallery. However, these new works are unpainted and left for the viewer to admire the different color and surface characteristics of the steel, as Reginato explores new abstractions and forms. In 2008 he had an exhibition of his new sculpture at the Adelson Galleries in New York City. 2015 saw a retrospective of his Sculpture at the Museum of Art, Deland Florida. 2015 also saw a breakthrough painting exhibition at Adelson Galleries in New York, written about by John Yao of Hyperallergic, David Cohen of Artcritical, and James Panero of Supreme Fiction. He lives and works in SoHo, and teaches at The Art Students League of New York.",
  "sign": "Leo"
}