{
  "bgcolour": "#6495ED",
  "name": "Roy Ascott",
  "birthName": "Roy Ascott",
  "birthDate": "b-da",
  "birthPlace": "Bath, Somerset",
  "nationality": "English people",
  "field": "syncretism",
  "training": "University of Durham",
  "movement": "Technoetics",
  "works": "Venice Biennale",
  "influencedBy": [
    "Victor Pasmore",
    "Jackson Pollock",
    "Marcel Duchamp",
    "William Ross Ashby",
    "I Ching",
    "Henri Bergson"
  ],
  "influenced": "Stephen Willats",
  "awards": "Ionian University",
  "summary": "Roy Ascott (born 26 October 1934) is a British artist, who works with cybernetics and telematics, on an art which is technoetic, focusing on the impact of digital and telecommunications networks on consciousness.\nAscott exhibits internationally (including the Biennales of Venice and Shanghai), and is collected by Tate Britain and Arts Council England. He is recognised by Ars Electronica as the “visionary pioneer of media art”, and widely seen as a radical innovator in arts education and research, having occupied leading academic roles in England, Europe, North America, and China, and currently establishing his Technoetic Arts studio in Shanghai, and directing a worldwide doctoral research network.\nHe is President of the Planetary Collegium, Professor of Technoetic Arts Plymouth University, and the De Tao Master of Technoetic Arts at the DeTao Masters Academy in Shanghai. He is the founding editor of the research journal Technoetic Arts, an honorary editor of Leonardo Journal, and author of the book Telematic Embrace: Visionary Theories of Art, Technology and Consciousness. University of California Press\nHe is recipient of the Prix Ars Electronica Golden Nica award for Visionary Pioneer of Media Art 2014. The award is for “those men and women whose artistic, technological and social achievements have decisively influenced and advanced the development of new artistic directions.” He is a Doctor Honoris Causa of Ionian University, Corfu, Greece; Honorary Professor at Aalborg University Copenhagen; Honorary Professor at University of West London.",
  "sign": "n/a"
}