{
  "name": "Sebastian Diaz Morales",
  "birthDate": "1975-01-01T00:00:00.000Z",
  "birthPlace": "Comodoro Rivadavia",
  "training": "Rijksakademie",
  "summary": "Sebastian Diaz Morales (born 1975) is an Argentine visual artist.\nBorn in 1975 in Comodoro Rivadivia, Argentina, and currently dividing his time between that city and Amsterdam, The Netherlands, Sebastián Díaz Morales belongs to the newest generation of Latin American artists. In his films and videos, Mr. Diaz Morales explores the possibilities of video from a perspective that falls somewhere between documentarism and reinterpretation of a reality seen through playfulness, irony, and a pained scepticism. Essentially cultured and technologically skilled, Mr. Díaz Morales, like the other members of this new generation of artists, knows how to use the filmic language by drawing on the social experiences of his country and immediate surroundings to produce works that entirely escape any parochial reading.\nThe creation of an unusual atmosphere imbued with a strange sense of unrest is first and foremost.\nHis works can be described as filmic narratives embracing stories that sometimes resemble science fiction, sometimes with certain catastrophic overtones, and in which there is an ever-present common denominator of a minimalist narrative style wherein the camera is always moving and in which the characters virtually function as metaphors for a story that goes beyond the anecdote to reveal problems of great scope in current society. His work encompasses the most contemporary and creative reportage, epic narrative, documentaries, short auteur films, filmic essays, and indeed an undeniable touch of poetry that cause his videos to oscillate between reality and fiction, always filtered through the artist's creative subjectivism.\nThey all start from small stories, apparently trivial situations that give rise to other symbolic stories that stir our conscience and renovate our concept of the work of art.\nHis work has been exhibited widely at many prominent venues—such as the Tate Modern, London; Centre Pompidou; Stedelijk Museum and De Appel, Amsterdam; Art in General, New York City; Ludwin Museum, Budapest; Bienal de São Paulo; Biennale of Sydney; Miro Foundation, Barcelona; MUDAM, Luxemburg; and the Calouste Gulbenkian Foundation, Lisbon—and is the permanent collections of the Centre Pompidou; Tate Modern; Fundacion Jumex, Mexico; Sandretto Foundation, Torino; Sammlung-Goetz, Munich; and the Fundacion de Arte Moderna, Museo Berardo, Lisbon. In 2009 he was awarded with a Guggenheim Fellowship.\n(Adapted from an article by Rosa Olivares)",
  "sign": "n/a"
}