{
  "name": "Steve McQueen",
  "image": "Steve McQueen holding Best Picture Oscar (cropped).JPG",
  "caption": "McQueen holding the Best Picture Oscar statuette for 12 Years a Slave, March 2014",
  "birthName": "Steven Rodney McQueen",
  "birthDate": {
    "date": "1969-10-09T07:00:00.000Z",
    "age": 48
  },
  "birthPlace": "nowrap",
  "residence": "nowrap",
  "education": "Fine art",
  "almaMater": [
    "Goldsmiths, University of London",
    "Tisch School of the Arts"
  ],
  "occupation": "Artist, film director, screenwriter",
  "yearsActive": "1993–present",
  "style": [
    "Neo-noir",
    "Experimental film",
    "Social realism"
  ],
  "spouse": "Bianca Stigter",
  "children": "2",
  "awards": "List of awards and nominations received by Steve McQueen",
  "summary": "Steven Rodney \"Steve\" McQueen CBE (born 9 October 1969) is an English film director, producer, screenwriter, and video artist. For his 2013 film, 12 Years a Slave, a historical drama adaptation of an 1853 slave narrative memoir, he won an Academy Award, BAFTA Award for Best Film, and Golden Globe Award for Best Motion Picture – Drama, as a producer, and he also received the award for Best Director from the New York Film Critics Circle. McQueen is the first black filmmaker to win an Academy Award for Best Picture. McQueen is known for his collaborations with actor Michael Fassbender, who has starred in all three of McQueen's feature films as of 2014. McQueen's other feature films are Hunger (2008), a historical drama about the 1981 Irish hunger strike, and Shame (2011), a drama about an executive struggling with sex addiction.\nFor his artwork, McQueen has received the Turner Prize, the highest award given to a British visual artist. In 2006 he produced Queen and Country, which commemorates the deaths of British soldiers in Iraq by presenting their portraits as a sheet of stamps. For services to the visual arts, he was appointed Commander of the Order of the British Empire in 2011.\nIn April 2014, TIME magazine included McQueen in its annual TIME 100 as one of the \"Most Influential People in the World.\" In October 2016, McQueen was granted the British Film Institute's highest honour, the BFI Fellowship.",
  "sign": "Libra"
}