{
  "bgcolour": "#6495ED",
  "name": "Thomas Lanigan-Schmidt",
  "birthDate": "1948-01-01T00:00:00.000Z",
  "birthPlace": "Elizabeth, New Jersey",
  "nationality": "United States",
  "field": [
    "Collage",
    "Mixed Media"
  ],
  "influencedBy": "Florine Stettheimer",
  "last": "Sussman",
  "first": "Elisabeth",
  "last2": "Bloemink",
  "first2": "Barbara",
  "title": "Florine Stettheimer: Manhattan fantastica",
  "page": "64",
  "publisher": "Whitney Museum of American Art",
  "year": "1995",
  "url": "https://books.google.com/books?id=ZSRQAAAAMAAJ&q=%22lanigan-schmidt%22&dq=%22lanigan-schmidt%22",
  "isbn": "0810968150",
  "postscript": "</ref>",
  "summary": "Thomas Lanigan-Schmidt (born 1948) is an American artist who is also a veteran of the Stonewall riots.\nLanigan-Schmidt's artwork incorporates materials such as tinsel, foil, cellophane, saran wrap and glitter, embracing kitsch and intentionally tacky. His work has been compared to that of Florine Stettheimer, who used cellophane in her sets for the Gertrude Stein/Virgil Thomson opera Four Saints in Three Acts; his art was included in an exhibit of artists influenced by Stettheimer. His work has also been likened to the religious-themed tinfoil-covered thrones of art brut artist James Hampton. He is sometimes grouped with the Pattern and Decoration art movement, though he says that is \"retrospective craziness\". His art is noted for its incorporation of Catholic iconography.  Joe Brainard is also cited as a forerunner with his use of decorative collage and queer and religious themes.\nLanigan-Schmidt attended Pratt Institute in 1965-66, was rejected by Cooper Union, and attended School of Visual Arts.\nLanigan-Schmidt began by exhibiting his art in his own apartment; an early major exhibit in 1969 was titled The Sacristy of the Hamptons. Another home exhibit was titled The Summer Palace of Czarina Tatlina. In these early home exhibits, and also in at least one later recreation of an early exhibit, he guided visitors through the exhibit in drag in character as art collector Ethel Dull.\nWhile Lanigan Schmidt's art is not widely known, he has received critical acclaim.\n\nReasons for Thomas Lanigan-Schmidt's art not reaching a wider audience totally elude me. This is major, major work, reflecting and augmenting today's dialogue in a unique and commanding voice. Many artists, including a generation of Lanigan-Schmidt's students, have been repeatedly amazed, inspired and guided by its panache, rapier-sharp wit, subversiveness and opulent beauty.\n\nHe has been referenced as an antecedent to Jeff Koons in the intentional use of kitsch in art.\nLanigan-Schmidt's work has been included in major art museum survey exhibits. His art was in the 1984 Venice Biennale, and his trip there inspired his 1985 Venetian Glass Series. His foil rats and drag queens produced in the 1970s were included in the 1995 exhibit \"In A Different Light\" at the Berkeley Art Museum, which was curated by Lawrence Rinder and Nayland Blake. His art was included in the 1991 Whitney Biennial as well as the Whitney Museum's survey of 20th-century art, \"The American century: art & culture 1900-2000.\"\nLanigan-Schmidt was an associate of the underground filmmaker Jack Smith. He participated in at least one of Smith's performances, \"Withdrawal from Orchid Lagoon\". He was interviewed in the documentary Jack Smith and the Destruction of Atlantis. Another member of Lanigan-Schmidt's circle was Charles Ludlam.\nLanigan-Schmidt, who is openly gay was present at the Stonewall riots, a seminal moment in gay history, and is one of the few recognized veterans still living. Shortly after the riot started, he was photographed with a group of other young people by photographer Fred W. McDarrah. Lanigan-Schmidt appears in the film Stonewall in a documentary segment. An installation art piece by Lanigan-Schmidt, Mother Stonewall and the Golden Rats commemorated the events at the Stonewall Inn. In recognition of the 40th anniversary of the Stonewall riots, Lanigan-Schmidt was among those invited to the White House to meet with Michelle and Barack Obama.\nHe is on the faculty of the School of Visual Arts\nFrom November 18, 2012 to April 7, 2013, Lanigan-Schmidt's art was the subject of a retrospective at MoMA PS1.",
  "sign": "n/a"
}